Repository: pdcurtis/cinnamon-spices-applets
Catalog: batterymonitor@pdcurtis/files/batterymonitor@pdcurtis/po/*.po
Languages: ca_es

source: Ok
ca_es: D'acord

source: Waiting
ca_es: Esperant

source: Open Power Statistics
ca_es: Obrir Estadístiques de l'energia

source: Open System Monitor
ca_es: Obrir Monitor del sistema

source: Housekeeping and System Sub Menu
ca_es: Personalització i resolució de problemes

source: View the Changelog
ca_es: Veure el registre de canvis

source: Open the Help file
ca_es: Obrir l'ajuda

source: Open stylesheet.css (Advanced Function)
ca_es: Obrir el fitxer d'estils (Funciona avançada)

source: Battery Applet with Monitoring and Shutdown (BAMS)
ca_es: Complement de bateria. Amb monitoratge i apagat del sistema (BAMS)

source: Waiting for battery information
ca_es: Esperant la informació de la bateria

source: Battery Low - turn off or connect to mains
ca_es: Bateria baixa. Apaga el sistema o connecta el carregador

source: The Battery Level has fallen to your alert level either reconnect to a power source or close down your work and suspend or shutdown the machine
ca_es: El nivell de la bateria s'acosta al teu nivell d'alerta. Connecta el carregador o desa les teves feines i apaga o suspèn l'equip

source: Battery Critical will Suspend unless connected to mains
ca_es: Bateria crítica. Es suspendrà l'equip si no el connecteu a la corrent

source: Charge:
ca_es: Càrrega:

source: Alert:
ca_es: Alerta:

source: Suspend:
ca_es: Suspendre:

source: Percentage Charge:
ca_es: Percentatge de càrrega:

source: Alert at:
ca_es: Alerta a:

source: Suspend at:
ca_es: Suspendre a:

source: Classic - Battery Percentage with extended messages for horizontal panel
ca_es: Clàssic - Percentatge de la bateria amb missatges estesos per panell horitzontal

source: Classic Plus - Classic with addition of Battery Icon
ca_es: Clàssic Plus - Clàssic amb icona de la bateria

source: Compact Plus - Compact with addition of Battery Icon
ca_es: Compacte Plus - Compacte amb icona de la bateria

source: Compact - Battery Percentage without extended messages
ca_es: Compacte - Percentatge de la bateria sense missatges estesos

source: Icon Only on coloured background indicating status
ca_es: Només icona sobre el fons de color indicant l'estat

source: This feature offers the Classic (original) display with optional battery icon and some more compact displays suitable for a vertical panel (CompactCompact Plus and Icon Only)
ca_es: Aquesta funció ofereix la pantalla Clàssic (original) amb la icona opcional de la bateria i algunes pantalles més compactes adequades per a un panell vertical (Compacte, Compacte Plus i només icona)

source: Type of Display
ca_es: Mode de visualització

source: General Settings for the Battery Applet with Monitoring and Shutdown
ca_es: Ajustaments generals pel complement de bateria. Amb monitoratge i apagat del sistema (BAMS)

source: Refresh Interval for Display:
ca_es: Interval de refresc per la visualització:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine. This also governs the flash speed.
ca_es: Augmenteu o reduïu el valor per canviar l'interval d'actualització: utilitzeu una actualització lenta si teniu una màquina lenta.

source: seconds
ca_es: segons

source: Display Mode
ca_es: Mode de visualització

source: Percentage Battery Charge at which Alert Displayed
ca_es: Percentatge de càrrega de la bateria per mostrar la alerta

source: Percentage of Battery Charge at which Orange Warning Background is displayed - It is also shown and can be adjusted in the Applet left click menu
ca_es: Percentatge de càrrega de la bateria en què es mostra el fons d'advertència taronja.També es mostra i es pot ajustar al menú de clic esquerre de la miniaplicació

source: Displays Charge as Percentage and allows Alerts and Actions
ca_es: Mostra la càrrega com a percentatge i permet alertes i accions
